---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Mechanical.DuctSizeIterator
source: html/5441b444-96a0-3600-398c-0b269f7deceb.htm
---
# DuctSizeIterator Members

Releases all resources used by the DuctSizeIterator